[
    {
        "id": 1,
        "brandName": "Acura",
        "parentCompanyName": "Honda Motor Company",
        "description": "Acura is the luxury and performance division of Japanese automaker Honda. The brand was launched in the United States and Canada on March 27, 1986, marketing luxury and performance automobiles. It was introduced to Hong Kong in 1991 (lasting until 2009), Mexico in 2004, China in 2006, Russia in 2014 (no longer available in Russia), Kuwait in 2015, and was also sold in Ukraine (until 2018).",
        "dateFounded": "27 March 1986",
        "headquarters": "Minato, Tokyo, Japan",
        "logoFilename": "acura",
        "websiteUrl": "https://www.acura.com/",
        "latitude": 35.686958,
        "longitude": 139.749466
    },
    {
        "id": 2,
        "brandName": "Alfa Romeo",
        "parentCompanyName": "Stellantis",
        "description": "Alfa Romeo Automobiles S.p.A. is an Italian premium car manufacturer and a subsidiary of Stellantis. The company was founded on 24 June 1910, in Milan, Italy. 'Alfa' is an acronym of its founding name, 'Anonima Lombarda Fabbrica Automobili.' 'Anonima' means 'anonymous', which was a legal form of company at the time, as it was founded by anonymous investors.",
        "dateFounded": "24 June 1910",
        "headquarters": "Turin, Piedmont, Italy",
        "logoFilename": "alfa-romeo",
        "websiteUrl": "https://www.alfaromeo.com/",
        "latitude": 45.070339,
        "longitude": 7.686864
    },
    {
        "id": 3,
        "brandName": "Audi",
        "parentCompanyName": "Volkswagen Group",
        "description": "Audi AG is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany. As a subsidiary of its parent company, the Volkswagen Group, Audi produces vehicles in nine production facilities worldwide.",
        "dateFounded": "16 July 1909",
        "headquarters": "Ingolstadt, Bavaria, Germany",
        "logoFilename": "audi",
        "websiteUrl": "https://www.audi.com/",
        "latitude": 48.762150,
        "longitude": 11.425390
    },
    {
        "id": 4,
        "brandName": "BMW",
        "parentCompanyName": "BMW Group",
        "description": "Bayerische Motoren Werke AG, commonly referred to as BMW, is a German multinational corporate manufacturer of luxury vehicles.",
        "dateFounded": "7 March 1916",
        "headquarters": "Munich, Bavaria, Germany",
        "logoFilename": "bmw",
        "websiteUrl": "https://www.bmw.com/",
        "latitude": 48.139130,
        "longitude": 11.580220
    },
    {
        "id": 5,
        "brandName": "Cadillac",
        "parentCompanyName": "General Motors",
        "description": "The Cadillac Motor Car Division is a division of the American automobile manufacturer General Motors Company (GM) that designs and builds luxury vehicles. Its major markets are the United States, Canada, and China. Cadillac models are distributed in 34 additional markets worldwide. Cadillac automobiles are at the top of the luxury field within the United States. In 2019, Cadillac sold 390,458 vehicles worldwide, a record for the brand.",
        "dateFounded": "22 August 1902",
        "headquarters": "Warren, Michigan, U.S.A.",
        "logoFilename": "cadillac",
        "websiteUrl": "https://www.cadillac.com/",
        "latitude": 42.521440,
        "longitude": -83.020180
    },
    {
        "id": 6,
        "brandName": "Chevrolet",
        "parentCompanyName": "General Motors",
        "description": "Chevrolet,colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a controlling stake in General Motors with a reverse merger occurring on May 2, 1918, and propelled himself back to the GM presidency. After Durant's second ousting in 1919, Alfred Sloan, with his maxim 'a car for every purse and purpose', would pick the Chevrolet brand to become the volume leader in the General Motors family, selling mainstream vehicles to compete with Henry Ford's Model T in 1919 and overtaking Ford as the best-selling car in the United States by 1929 with the Chevrolet International.",
        "dateFounded": "3 November 1911",
        "headquarters": "Detroit, Michigan, U.S.A.",
        "logoFilename": "chevrolet",
        "websiteUrl": "https://www.chevrolet.com/",
        "latitude": 42.332940,
        "longitude": -83.047840
    },
    {
        "id": 7,
        "brandName": "Chrysler",
        "parentCompanyName": "Stellantis",
        "description": "Chrysler (officially Stellantis North America) is one of the 'Big Three' automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. It is the American subsidiary of Dutch-domiciled automotive company Stellantis. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division.",
        "dateFounded": "6 June 1925",
        "headquarters": "Auburn Hills, Metro Detroit, Michigan, U.S.A.",
        "logoFilename": "chrysler",
        "websiteUrl": "https://www.chrysler.com/",
        "latitude": 42.687532,
        "longitude": -83.234103
    },
    {
        "id": 8,
        "brandName": "Fiat",
        "parentCompanyName": "Stellantis",
        "description": "Fiat Automobiles S.p.A. is an Italian automobile manufacturer, formerly part of Fiat Chrysler Automobiles, and since 2021 a subsidiary of Stellantis through Italian factory FCA Italy. Fiat Automobiles was formed in January 2007 when Fiat S.p.A. reorganized its automobile business, and traces its history back to 1899 when the first Fiat automobile, the Fiat 4 HP, was produced.",
        "dateFounded": "11 July 1899",
        "headquarters": "Lingotto, Turin, Piedmont, Italy",
        "logoFilename": "fiat",
        "websiteUrl": "https://www.fiat.com/",
        "latitude": 45.027960,
        "longitude": 7.661640
    },
    {
        "id": 9,
        "brandName": "Ford",
        "parentCompanyName": "Ford Motor Company",
        "description": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Michigan, United States. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and luxury cars under its Lincoln luxury brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in Jiangling Motors. It also has joint-ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.",
        "dateFounded": "16 June 1903",
        "headquarters": "Dearborn, Michigan, U.S.A.",
        "logoFilename": "ford",
        "websiteUrl": "https://www.ford.com/",
        "latitude": 42.322140,
        "longitude": -83.175940
    },
    {
        "id": 10,
        "brandName": "GMC",
        "parentCompanyName": "General Motors",
        "description": "GMC, formerly the General Motors Truck Company, or the GMC Truck & Coach Division (of General Motors Corporation), is a division of the American automobile manufacturer General Motors (GM) that primarily focuses on trucks and utility vehicles. GMC currently makes SUVs, pickup trucks, vans, and light-duty trucks, catered to a premium-based market. In the past, GMC also produced fire trucks, ambulances, heavy-duty trucks, military vehicles, motorhomes, transit buses, and medium duty trucks.",
        "dateFounded": "1900",
        "headquarters": "Detroit, Michigan, U.S.A.",
        "logoFilename": "gmc",
        "websiteUrl": "https://www.gmc.com/",
        "latitude": 42.332940,
        "longitude": -83.047840
    },
    {
        "id": 11,
        "brandName": "Honda",
        "parentCompanyName": "Honda Motor Company",
        "description": "Honda Motor Company, Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan. Honda has been the world's largest motorcycle manufacturer since 1959, reaching a production of 400 million by the end of 2019, as well as the world's largest manufacturer of internal combustion engines measured by volume, producing more than 14 million internal combustion engines each year. Honda became the second-largest Japanese automobile manufacturer in 2001. Honda was the eighth largest automobile manufacturer in the world in 2015.",
        "dateFounded": "24 September 1948",
        "headquarters": "Minato, Tokyo, Japan",
        "logoFilename": "honda",
        "websiteUrl": "https://automobiles.honda.com/",
        "latitude": 35.686958,
        "longitude": 139.749466
    },
    {
        "id": 12,
        "brandName": "Hyundai",
        "parentCompanyName": "Hyundai Motor Group",
        "description": "Hyundai Motor Company, often abbreviated to Hyundai Motors, is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea. Hyundai Motor Company was founded in 1967. Currently, the company owns 33.88 percent of Kia Corporation, and also fully owns two marques including its luxury cars subsidiary, Genesis Motor, and an electric vehicle sub-brand, Ioniq. Those three brands altogether comprise the Hyundai Motor Group.",
        "dateFounded": "29 December 1967",
        "headquarters": "Seoul, South Korea",
        "logoFilename": "hyundai",
        "websiteUrl": "https://www.hyundaiusa.com/",
        "latitude": 37.566536,
        "longitude": 126.977966
    },
    {
        "id": 13,
        "brandName": "Infiniti",
        "parentCompanyName": "Renault-Nissan-Mitsubishi Alliance",
        "description": "Infiniti is the luxury vehicle division of Japanese automaker Nissan. Infiniti officially started selling vehicles on November 8, 1989, in North America. The marketing network for Infiniti-branded vehicles included dealers in over 50 countries in the 2010s. As of 2020, there were 25 markets served by new car dealers. The main markets are North America and China (excluding Hong Kong and Macau). In January 2018, chief executive Hiroto Saikawa announced that the Infiniti brand would be transformed into an electric brand, with all new vehicles either being hybrid or all-electric by 2021.",
        "dateFounded": "8 November 1989",
        "headquarters": "Yokohama, Japan",
        "logoFilename": "infiniti",
        "websiteUrl": "https://www.infinitiusa.com/",
        "latitude": 35.443707,
        "longitude": 139.638031
    },
    {
        "id": 14,
        "brandName": "Jeep",
        "parentCompanyName": "Stellantis",
        "description": "Jeep is an automobile marque originating in the United States, now owned by multi-national corporation Stellantis. Jeep has been part of Chrysler since 1987, when Chrysler acquired the Jeep brand, along with remaining assets, from its previous owner American Motors Corporation (AMC). Jeep's current product range consists solely of sport utility vehicles – both crossovers and fully off-road worthy SUVs and models, including one pickup truck. Previously, Jeep's range included other pick-ups, as well as small vans, and a few roadsters. Some of Jeep's vehicles — such as the Grand Cherokee — reach into the luxury SUV segment, a market segment the 1963 Wagoneer is considered to have started. Jeep sold 1.4 million SUVs globally in 2016, up from 500,000 in 2008, two-thirds of which in North America, and was Fiat-Chrysler's best selling brand in the U.S. during the first half of 2017. In the U.S. alone, over 2400 dealerships hold franchise rights to sell Jeep-branded vehicles, and if Jeep were spun off into a separate company, it is estimated to be worth between $22 and $33.5 billion — slightly more than all of FCA (US).",
        "dateFounded": "1945",
        "headquarters": "Toledo, Ohio, U.S.A.",
        "logoFilename": "jeep",
        "websiteUrl": "https://www.jeep.com/",
        "latitude": 41.655300,
        "longitude": -83.535720
    },
    {
        "id": 15,
        "brandName": "Kia",
        "parentCompanyName": "Hyundai Motor Group",
        "description": "Kia Corporation, commonly known as Kia, is a South Korean multinational automobile manufacturer headquartered in Seoul, South Korea. It is South Korea's second largest automobile manufacturer after (its parent company) Hyundai Motor Company, with sales of over 2.8 million vehicles in 2019. As of December 2015, the Kia Corporation is minority owned by Hyundai, which holds a 33.88% stake valued at just over US$6 billion. Kia in turn is a minority owner of more than twenty Hyundai subsidiaries ranging from 4.9% up to 45.37%, totaling more than US$8.3 billion.",
        "dateFounded": "9 June 1944",
        "headquarters": "Seoul, South Korea",
        "logoFilename": "kia",
        "websiteUrl": "https://www.kia.com/",
        "latitude": 37.566536,
        "longitude": 126.977966
    },
    {
        "id": 16,
        "brandName": "Lexus",
        "parentCompanyName": "Toyota Motor Corporation",
        "description": "Lexus is the luxury vehicle division of the Japanese automaker Toyota. The Lexus brand is marketed in more than 90 countries and territories worldwide and is Japan's largest-selling make of premium cars. It has ranked among the 10 largest Japanese global brands in market value. Lexus is headquartered in Nagoya, Japan. Operational centers are located in Brussels, Belgium, and Plano, Texas, United States.",
        "dateFounded": "1989",
        "headquarters": "Nagoya, Japan",
        "logoFilename": "lexus",
        "websiteUrl": "https://www.lexus.com/",
        "latitude": 35.183334,
        "longitude": 136.899994
    },
    {
        "id": 17,
        "brandName": "Mazda",
        "parentCompanyName": "Mazda Motor Corporation",
        "description": "Mazda Motor Corporation is a Japanese multinational automaker based in Fuchū, Hiroshima, Japan. In 2015, Mazda produced 1.5 million vehicles for global sales, the majority of which (nearly 1 million) were produced in the company's Japanese plants, with the remainder coming from a variety of other plants worldwide. In 2015, Mazda was the fifteenth largest automaker by production worldwide.",
        "dateFounded": "30 January 1920",
        "headquarters": "Fuchū, Aki, Hiroshima, Japan",
        "logoFilename": "mazda",
        "websiteUrl": "https://www.mazda.com/",
        "latitude": 34.3999984,
        "longitude": 132.499998
    },
    {
        "id": 18,
        "brandName": "Mercedes-Benz",
        "parentCompanyName": "Daimler AG",
        "description": "Mercedes-Benz, commonly referred to as just Mercedes, is a German luxury automotive marque. Mercedes-Benz and subsidiary Mercedes-Benz AG – of Daimler AG – are headquartered in Stuttgart, Baden-Württemberg, Germany. Mercedes-Benz produces consumer luxury vehicles and commercial vehicles. Its first Mercedes-Benz-badged vehicles were produced in 1926. In 2018, Mercedes-Benz was the largest seller of premium vehicles in the world, having sold 2.31 million passenger cars. The company's origins lie in Daimler-Motoren-Gesellschaft's 1901 Mercedes and Karl Benz's 1886 Benz Patent-Motorwagen, which is widely regarded as the first internal combustion engine in a self-propelled automobile. The slogan for the brand is 'the best or nothing'.",
        "dateFounded": "28 June 1926",
        "headquarters": "Stuttgart, Baden-Württemberg, Germany",
        "logoFilename": "mercedes-benz",
        "websiteUrl": "https://www.mercedes-benz.com/",
        "latitude": 48.777111,
        "longitude": 9.180770
    },
    {
        "id": 19,
        "brandName": "Nissan",
        "parentCompanyName": "Renault-Nissan-Mitsubishi Alliance",
        "description": "Nissan Motor Co., Ltd. is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan. The company sells its vehicles under the Nissan, Infiniti, and Datsun brands, with in-house performance tuning products (including cars) labelled Nismo. The company traces back to the beginnings of the 20th century, with the Nissan zaibatsu, now called Nissan Group.",
        "dateFounded": "26 December 1933",
        "headquarters": "Nishi-ku, Yokohama, Japan",
        "logoFilename": "nissan",
        "websiteUrl": "https://www.nissanusa.com/",
        "latitude": 35.445910,
        "longitude": 135.328960
    },
    {
        "id": 20,
        "brandName": "Porsche",
        "parentCompanyName": "Volkswagen Group",
        "description": "Dr.-Ing. h.c. F. Porsche AG, usually shortened to Porsche, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans, headquartered in Stuttgart, Baden-Württemberg, Germany. The company is owned by Volkswagen AG, a controlling stake of which is owned by Porsche Automobil Holding SE. Porsche's current lineup includes the 718 Boxster/Cayman, 911 (992), Panamera, Macan, Cayenne and Taycan.",
        "dateFounded": "1931",
        "headquarters": "Stuttgart, Baden-Württemberg, Germany",
        "logoFilename": "porsche",
        "websiteUrl": "https://www.porsche.com/usa/",
        "latitude": 48.783333,
        "longitude": 9.183333
    },
    {
        "id": 21,
        "brandName": "Subaru",
        "parentCompanyName": "Subaru Corporation",
        "description": "Subaru is the automobile manufacturing division of Japanese transportation conglomerate Subaru Corporation (formerly known as Fuji Heavy Industries), the twenty-first largest automaker by production worldwide in 2017. Subaru cars are known for their use of a boxer engine layout in most vehicles above 1500 cc. The Symmetrical All Wheel Drive drive-train layout was introduced in 1972. Both became standard equipment for mid-size and smaller cars in most markets by 1996. The lone exception is the BRZ, introduced in 2012 via a partnership with Toyota, which pairs the boxer engine with rear-wheel-drive. Subaru also offers turbocharged versions of their passenger cars, such as the WRX, Legacy and Outback XT, Ascent, and formerly the Legacy GT and Forester XT.",
        "dateFounded": "15 July 1953",
        "headquarters": "Ebisu, Shibuya, Japan",
        "logoFilename": "subaru",
        "websiteUrl": "https://www.subaru.com/",
        "latitude": 35.646643,
        "longitude": 139.710045
    },
    {
        "id": 22,
        "brandName": "Tesla",
        "parentCompanyName": "Tesla Inc.",
        "description": "Tesla, Inc. is an American electric vehicle and clean energy company based in Austin, Texas, United States. Tesla designs and manufactures electric cars, battery energy storage from home to grid-scale, solar panels and solar roof tiles, and related products and services. Tesla is one of the world's most valuable companies and remains the most valuable automaker in the world with a market cap of nearly $1 trillion. The company had the most sales of battery electric vehicles and plug-in electric vehicles, capturing 16% of the plug-in market (which includes plug-in hybrids) and 23% of the battery-electric (purely electric) market. Through its subsidiary Tesla Energy, the company develops and is a major installer of photovoltaic systems in the United States. Tesla Energy is also one of the largest global suppliers of battery energy storage systems, with 3 gigawatt-hours (GWh) installed in 2020.",
        "dateFounded": "1 July 2003",
        "headquarters": "Austin, Texas, U.S.A.",
        "logoFilename": "tesla",
        "websiteUrl": "https://www.tesla.com/",
        "latitude": 30.266666,
        "longitude": -97.733330
    },
    {
        "id": 23,
        "brandName": "Toyota",
        "parentCompanyName": "Toyota Motor Corporation",
        "description": "Toyota Motor Corporation, commonly known as simply Toyota, is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937. Toyota is one of the largest automobile manufacturers in the world, producing about 10 million vehicles per year. The company was as a spinoff of Toyota Industries, a machine maker started by Sakichi Toyoda, Kiichiro's father. Both companies are now part of the Toyota Group, one of the largest conglomerates in the world. While still a department of Toyota Industries, the company developed its first product, the Type A engine in 1934 and its first passenger car in 1936, the Toyota AA.",
        "dateFounded": "28 August 1937",
        "headquarters": "Toyota City, Aichi, Japan",
        "logoFilename": "toyota",
        "websiteUrl": "https://www.toyota.com/",
        "latitude": 35.08333,
        "longitude": 137.15
    },
    {
        "id": 24,
        "brandName": "Volkswagen",
        "parentCompanyName": "Volkswagen AG",
        "description": "Volkswagen is a German motor vehicle manufacturer headquartered in Wolfsburg, Lower Saxony, Germany. Founded in 1937 by the German Labour Front, known for their iconic Beetle, it is the flagship brand of the Volkswagen Group, the largest car maker by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40% of its sales and profits. The German term Volk translates to 'people', thus Volkswagen translates to 'people's car'.",
        "dateFounded": "28 May 1937",
        "headquarters": "Wolfsburg, Lower Saxony, Germany",
        "logoFilename": "volkswagen",
        "websiteUrl": "https://www.vw.com/",
        "latitude": 52.427547,
        "longitude": 10.780420
    },
    {
        "id": 25,
        "brandName": "Volvo",
        "parentCompanyName": "Zhejiang Geely Holding Group",
        "description": "The Zhejiang Geely Holding Group launched their automotive business in 1997. They took control of the Swedish-made Volvo brand in 2010. So, the Zhejiang Geely Holding Group owns the brand, but who makes Volvo cars? Volvo was part of the Ford Motor Company, but currently, all Volvo vehicles are manufactured by the Geely Holding Group. Volvo Cars company was originally founded on April 14, 1927 in Gothenburg, Sweden.",
        "dateFounded": "6 November 1986",
        "headquarters": "Wan Chai, Hong Kong",
        "logoFilename": "volvo",
        "websiteUrl": "https://www.volvocars.com/",
        "latitude": 22.279680,
        "longitude": 114.171692
    }
]
